Repository: beltofte/ding
Catalog: sites/all/modules/ting/modules/ting_search/translations/*.po
Languages: da

source: Previous
da: Forrige

source: Next
da: Næste

source: By %creator_name%
da: Efter %creator_name%

source: Subjects:
da: Emner:

source: Materials
da: Materialer

source: Website
da: Hjemmesiden

source: Searching
da: Søger

source: Search
da: Søg

source: Show more facet terms
da: Vis flere facettermer

source: No results found
da: Ingen resultater fundet

source: Sorry, we could not find any results for your search. Please try again with different keywords or ask a librarian.
da: Beklager, vi kunne ikke finde nogen resultater for din søgning. Prøv venligst igen med andre søgeord eller spørg en bibliotekar.

source: Enter your search terms here
da: Skriv dine søgeord her

source: For example:
da: For eksempel:

source: Ting search
da: Ting søgning

source: Ting search results
da: Ting søgeresultat

source: Displays search results from the Ting database.
da: Viser søgeresultater fra Ting.

source: Search keys
da: Søgeord

source: “@s”: Ting search results
da: “@s”: Ting søgeresultat
